[Character.CharClass_Anemone_investment AIClassDefinition]
DefaultDisplayName="Abuse"
UBMKilledByMessageString=""

[Character.CharClass_Anemone_branchAVine1 AIClassDefinition]
DefaultDisplayName="yes"
UBMKilledByMessageString=""

[Character.CharClass_Anemone_in the industryAVine12 AIClassDefinition]
DefaultDisplayName="above all"
UBMKilledByMessageString=""

[Character.CharClass_Anemone_About the axeAVine13 AIClassDefinition]
DefaultDisplayName="Hector"
UBMKilledByMessageString=""

[Character.CharClass_Anemone_HectorAVine14 AIClassDefinition]
DefaultDisplayName="Hector"
UBMKilledByMessageString=""

[InteractiveObjects.InteractiveObj_Infected_Hector_Flower InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_Dead InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_DefenceVine1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_DefenceVine2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_DefenceVine3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_Tree InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_VineBlockWall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_Wall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractivObj_Hector_WallVine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.ObjectGrade_HectorDead InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[InteractiveObjects.ObjectGrade_HectorTree InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[InteractiveObjects.ObjectGrade_Infected_Hector_Flower InteractiveObjectBalanceDefinition]
DefaultDisplayName="Flower seeds"
Grades[0]=(GradeModifiers=)

[PawnBalance_Anemone_Hector AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hector")
PlayThroughs[1]=(DisplayName="Hector")

[Pop.PawnBalance_Anemone_HectorAVine1 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="branch of Hector")
PlayThroughs[1]=(DisplayName="Horn of Hector")

[Pop.PawnBalance_Anemone_HectorAVine2 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="This is cheating")
PlayThroughs[1]=(DisplayName="Hector Branch")

[Pop.PawnBalance_Anemone_HectorAVine3 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hector branch")
PlayThroughs[1]=(DisplayName="commercial hectare")

[Pop.PawnBalance_Anemone_HectorAVine4 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hector branch")
PlayThroughs[1]=(DisplayName="Team Hector")

